export const OBArticles = [
	{
		id: 1,
		picture: "/Images/Article1.webp",
		title: "پارادوکس مونتی هال",
		time: "5",
		description:
			"سه درب، یک ماشین، دو بزغاله. انتخاب می‌کنی، مجری بزغاله باز می‌کنه. بمونی یا تعویض؟ کشف راز این پارادوکس معروف که ذهن ریاضیدان‌ها رو منفجر کرد با اثبات، آزمایش و کاربردهای واقعی از پزشکی تا AI.",
	},
	{
		id: 2,
		picture: "/Images/Article2.webp",
		title: "قدرت جادویی 1089",
		time: "3",
		description:
			"چهار رقم، دو تفریق، یک جادوی ریاضی. انتخاب می‌کنی، معکوس می‌کنی، جمع می‌کنی. چرا همیشه به ۱۰۸۹ می‌رسی؟ کشف راز این معمای عددی که با یک فرمول ساده، ذهن رو درگیر می‌کنه با اثبات، آزمایش و کاربردهای جذابش رو اینجا بخون!",
	},
	{
		id: 3,
		picture: "/Images/Article3.webp",
		title: "اعداد فیبوناچی",
		time: "4",
		description:
			"از حلزون‌های صدف‌دار تا چیدمان گلبرگ‌ها و کهکشان‌ها؛ طبیعت با چه زبانی حرف می‌زند؟ سری اعداد فیبوناچی کلیدِ درکِ هندسه‌ی پنهانِ جهان است. چطور این دنباله‌ی ساده، ساختارِ همه چیز را شکل می‌دهد؟",
	},
	{
		id: 4,
		picture: "/Images/Article4.webp",
		title: "چرا ...۰.۹۹۹ برابر با ۱ است؟",
		time: "3",
		description:
			"این موضوع شاید در نگاه اول عجیب و غیرمنطقی به نظر برسد، اما در دنیای ریاضیات، این دو عدد هیچ تفاوتی با هم ندارند. این یک حقیقت ثابت‌شده است که مرزهای شهود ما را می‌شکند.",
	},
];
