export const OBQuestions = [
	{
		shortKey: "111",
		///////////////////
		question1: "کدام‌یک از گزینه‌های زیر تشکیل یک مجموعه نمی دهد؟",
		picture1: "",
		g11: "دو عدد بین 1 و 4",
		g12: "اعداد طبیعی کوچک‌‌تر از 1",
		g13: "اعداد بین 3 و 4",
		g14: "دو عدد صحیح بین 3 و 6",
		answer1: "1",
		completeAnswer1:
			"گزینه 1 پاسخ صحیح است . بین اعداد 1 و 4 بیشمار عدد وجود دارد پس نمی توان مجموعه مشخصی تشکیل داد.",
		pictureAnswer1: "",
		///////////////////
		question2: "کدام گزینه ، یک مجموعه را مشخص نمی کند؟",
		picture2: "",
		g21: "افراد بالای 64 سال در یک مجتمع مسکونی",
		g22: "قوی‌ترین مردان ایران",
		g23: "اعداد طبیعی کوچک‌تر از یک",
		g24: "کتاب‌های درون یک کتابخانه",
		answer2: "2",
		completeAnswer2:
			"گزینه 2 پاسخ صحیح است . در گزینه‌های 1 ، 3 و 4 عضو‌ها کاملا مشخص هستند و در گزینه‌ی 2 عضوها کاملا مشخص نیستند و می توان در انتخاب قوی‌ترین مردان ایران ، سلیقه‌ای عمل کرد.",
		pictureAnswer2: "",
		///////////////////
		question3:
			"کدام‌یک از گزینه‌های زیر یک مجموعه را مشخص نمی کند؟",
		picture3: "",
		g31: "عدد‌های طبیعی بین 3 و 4",
		g32: "عددهای اول کوچکتر از 20",
		g33: "4 عدد فرد متوالی",
		g34: "شمارنده‌های اول عدد 19",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . «4 عدد فرد متوالی» هیچ مجموعه‌ی مشخصی را تعریف نمی کند . برای مثال دو مجموعه {1,3,5,7} و {3,5,7,9} می تواند نمایان‌گر این جمله باشند . اعضای یک مجموعه باید کاملا معین باشند . دقت کنید که گزینه 1 مجموعه تهی {} را نشان می دهد .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "112",
		///////////////////
		question1:
			"چه تعداد از عبارت‌های زیر یک مجموعه را معرفی می کنند؟  الف)فارغ‌التحصیلان رشته‌ی موسیقی دانشگاه تهران  ب)اتم‌های تشکیل‌دهنده‌ی کره‌ی زمین  ج)سه عدد متوالی فرد که اول‌اند  د)سه عدد اول دورقمی بزرگتر از 80",
		picture1: "",
		g11: "1",
		g12: "2",
		g13: "3",
		g14: "4",
		answer1: "4",
		completeAnswer1:
			"گزینه 4 پاسخ صحیح است . هر چهار عبارت نشان‌دهنده‌ی یک مجموعه می باشند ، زیرا اعضای آنها متمایز و قابل تشخیص می باشند . توجه کنید که تنها سه عدد فرد متوالی که می توانند اول باشند {3,5,7} است و تنها اعداد اول دورقمی بزرگتر از 80 برابر با {83,89,97} می باشد .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"اگر A1 = {1} و A2 = {2,3} و A3 =  {4,5,6} و A4 = {7,8,9,10} و.... ، آن‌گاه A10 با چه عددی شروع می شود؟",
		picture2: "",
		g21: "45",
		g22: "46",
		g23: "55",
		g24: "56",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"قسمت هاشور خورده شکل مقابل کدام گزینه است ؟کدام عبارت در مورد مجموعه‌ی A = {a,b,1,1,2} صحیح می باشد؟ (aوb متغیر می باشند .)",
		picture3: "",
		g31: "حداقل 2 عضو و حداکثر 5 عضو دارد .",
		g32: "حداقل 3 عضو و حداکثر 5 عضو دارد .",
		g33: "حداقل 2 عضو و حداکثر 4 عضو دارد .",
		g34: "در هر شرایطی 5 عضو دارد .",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . اگر a,b ∈ {1,2} باشند ، در این صورت مجموعه‌ی A دارای 2 عضو و به‌صورت {1,2} می‌باشد ولی اگر a ≠ b ≠ 1,2 باشد ، 4 عضو متمایز خواهیم داشت .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "113",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "121",
		///////////////////
		question1: "تعداد زیر مجموعه‌های یک مجموعه سه عضوی چقدر است؟",
		picture1: "",
		g11: "8",
		g12: "16",
		g13: "4",
		g14: "3",
		answer1: "1",
		completeAnswer1:
			"گزینه 1 پاسخ صحیح است . تعداد زیر مجموعه‌های یک مجموعه n عضوی = 2 به توان n",
		pictureAnswer1: "",
		///////////////////
		question2: "حاصل Z ∩ (R - Q') کدام است؟",
		picture2: "",
		g21: "Z",
		g22: "Q",
		g23: "'Q",
		g24: "R",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"قسمت هاشور خورده شکل مقابل کدام گزینه است ؟مجموعه A = {a , {a} , {a,a} , {a,a,a} , ...} چند زیرمجموعه دارد؟",
		picture3: "",
		g31: "2",
		g32: "بی‌شمار",
		g33: "8",
		g34: "4",
		answer3: "4",
		completeAnswer3:
			"گزینه 4 پاسخ صحیح است . مجموعه A دو عضو دارد ، پس دارای چهار زیرمجموعه است . در حقیقت مجموعه A به این صورت است : {a , {a}}",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "122",
		///////////////////
		question1:
			"اگر اعضای A = {2ϰ + 1 | ϰ∈R , ϰ≥0} مجموعه را از کوچک به بزرگ بنویسیم ، چهاردهمین عضو آن مجموعه کدام است ؟",
		picture1: "",
		g11: "29",
		g12: "28",
		g13: "30",
		g14: "نمی توان مشخص کرد .",
		answer1: "4",
		completeAnswer1:
			"گزینه 4 پاسخ صحیح است . از آنجا که ϰ عضو اعداد حقیقی است ، می توانیم بی‌شمار عدد برای A در نظر بگیریم و چهاردهمین عضو قابل تشخیص نیست .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"مجموعه‌ی A = {a,b,c,d,e} چند زیرمجموعه دارد که دارای عضو b و فاقد عضو e باشد ؟",
		picture2: "",
		g21: "4",
		g22: "8",
		g23: "16",
		g24: "15",
		answer2: "2",
		completeAnswer2:
			"گزینه‌ی 2 پاسخ صحیح است . ابتدا عضو e را از مجموعه کنار می گذاریم . سپس تمامی زیرمجموعه‌های مجموعه‌ی {a,c,d} را نوشته و به هر کدام از آنها عضو b  را اضافه می کنیم که تعداد آنها برابر است با 8 .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"قسمت هاشور خورده شکل مقابل کدام گزینه است ؟اگر {2ϰ - 5 , 25 - 3ϰ} = {2a - 1} ، نصف قرینه‌ی a کدام است؟",
		picture3: "",
		g31: "2-",
		g32: "4-",
		g33: "3",
		g34: "3-",
		answer3: "1",
		completeAnswer3:
			"گزینه 1 پاسخ صحیح است . با توجه به برابری دو مجموعه و تعداد اعضای دو مجموعه جواب 2- است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "123",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "",
		pictureAnswer2: "",
		///////////////////
		question3: "قسمت هاشور خورده شکل مقابل کدام گزینه است ؟",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "131",
		///////////////////
		question1: "اگر A ⊂ B باشد ، آنگاه A ∪ B برابر است با :",
		picture1: "",
		g11: "A",
		g12: "A ∩ B",
		g13: "B",
		g14: "∅",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "اگر A = {2,3,7} و B = {2} باشد . مجموعه A - B کدام است ؟",
		picture2: "",
		g21: "{3}",
		g22: "{3,7}",
		g23: "{7}",
		g24: "{}",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "قسمت هاشور خورده شکل مقابل کدام گزینه است ؟",
		picture3: "/Images/Testing/1313.png",
		g31: "(A - B) ∪ (B - A)",
		g32: "(A ∪ B) - A",
		g33: "B - A",
		g34: "A - (A ∩ B)",
		answer3: "4",
		completeAnswer3: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "132",
		///////////////////
		question1:
			"اگر A ⊆ B ، آنگاه مجموعه (A ∪ B) - (A ∩ B) با کدام‌یک از گزینه‌های زیر برابر است ؟",
		picture1: "",
		g11: "A - B",
		g12: "B - A",
		g13: "A",
		g14: "B",
		answer1: "2",
		completeAnswer1:
			"گزینه 2 پاسخ صحیح است . چون A ⊆ B می باشد پس A ∩ B = A و A ∪ B = B است پس در نتیجه B - A = (A ∩ B) - (A ∪ B) است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"اگر A = {ϰ ∈ R | -1 < ϰ < 3} و B = {ϰ ∈ R | -2 < ϰ < 2} باشد آن‌گاه A ∩ B کدام است ؟",
		picture2: "",
		g21: "{ϰ | -1 ≤ ϰ < 2}",
		g22: "{ϰ | -1 < ϰ < 2}",
		g23: "{ϰ | -1 ≤ ϰ ≤ 2}",
		g24: "{ϰ | -1 < ϰ ≤ 2}",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"A یک مجموعه 8 عضوی ، B یک مجموعه 9 عضوی و A ∪ B یک مجموعه 10 عضوی می باشد . مجموعه A - B چند عضو دارد؟",
		picture3: "",
		g31: "1",
		g32: "2",
		g33: "3",
		g34: "4",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "133",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "141",
		///////////////////
		question1:
			"دو تاس را با‌هم پرتاب می کنیم . تعداد همه حالت‌های ممکن چند است ؟",
		picture1: "",
		g11: "64",
		g12: "36",
		g13: "12",
		g14: "6",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .      n(s) = 6×6 = 36",
		pictureAnswer1: "",
		///////////////////
		question2: "در آزمایش پرتاب دو سکه با‍‌هم کدام مشاهده ، پیشامد ساده است ؟",
		picture2: "",
		g21: "دو رو",
		g22: "حداقل یک رو",
		g23: "یک رو",
		g24: "حداکثر یک رو",
		answer2: "1",
		completeAnswer2:
			"گزینه 1 پاسخ صحیح است . زیرا از 4 عضو فضای نمونه ، 1 عضو را شامل می شود : {(ر ، ر)}",
		pictureAnswer2: "",
		///////////////////
		question3:
			"در پرتاب یک تاس ، احتمال اینکه عدد رو شده اول باشد ، چقدر است ؟",
		picture3: "",
		g31: "2/3",
		g32: "1/3",
		g33: "1/2",
		g34: "1/6",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . A = {2,3,5} => n(A) = 3 , n(S) = 6 => P(A) = 3/6 = 1/2 .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "142",
		///////////////////
		question1:
			"منیژه سکه‌ای را دو‌بار پرتاب کرده است . اگر بدانیم دست کم ، یک بار سکه رو آمده باشد ، تعداد کل پیشامده‌ها برابر است با :",
		picture1: "",
		g11: "2",
		g12: "4",
		g13: "8",
		g14: "9",
		answer1: "3",
		completeAnswer1:
			"گزینه 3 پاسخ صحیح است . تعداد پیشامدها = تعداد زیرمجموعه‌های فضای نمونه",
		pictureAnswer1: "",
		///////////////////
		question2:
			"از داخل یک کیسه حاوی 3 مهره با 3 رنگ متفاوت و هم‌وزن ، 1 مهره به تصادف بیرون می آوریم . چه تعداد از پیشامد‌های تصادفی آن دارای احتمال 2/3 است ؟",
		picture2: "",
		g21: "2",
		g22: "3",
		g23: "1",
		g24: "0",
		answer2: "2",
		completeAnswer2:
			"گزینه 2 پاسخ صحیح است . اگر فضای نمونه‌ای {a,b,c} باشد ، زیرمجموعه‌های دوعضوی آن دارای احتمال 2/3 است . یعنی {a,b} و {a,c} و {b,c} .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"یک تاس را پرتاب می کنیم . اگر فرد بیاید دو سکه و اگر زوج بیاید یک سکه‌ی دیگر پرتاب می کنیم . فضای نمونه‌ی حاصل از این آزمایش چند عضوی است ؟",
		picture3: "",
		g31: "12",
		g32: "18",
		g33: "24",
		g34: "32",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "143",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "211",
		///////////////////
		question1: "حاصل عبارت مقابل در کدام گزینه آمده است ؟",
		picture1: "/Images/Testing/2111.png",
		g11: "1/3",
		g12: "2/15-",
		g13: "1/3-",
		g14: "22/15",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A2111.png",
		///////////////////
		question2: "کدام یک از کسرهای زیر نمایش اعشاری مختوم دارد ؟",
		picture2: "",
		g21: "5/6",
		g22: "4/15",
		g23: "3/4",
		g24: "2/7",
		answer2: "3",
		completeAnswer2:
			"گزینه 3 پاسخ صحیح است . گزینه 1 و 2 کسر متناوب مرکب هستند . گزینه 3 مختوم و گزینه 4 متناوب ساده است .",
		pictureAnswer2: "",
		///////////////////
		question3: "کدام‌یک از گزینه‌های زیر ، عددی گویا است ؟",
		picture3: "",
		g31: "π",
		g32: "3.14",
		g33: "40√",
		g34: "....0.26226222622226",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "212",
		///////////////////
		question1: "کدام‌یک از اعداد زیر از بقیه بزرگ‌تر است ؟",
		picture1: "",
		g11: "کوچکترین عدد صحیح کوچکتر از منفی 7 و بزرگتر از منفی 12",
		g12: "بزرگترین عدد صحیح بزرگتر از منفی 9 و کوچکتر از منفی 7",
		g13: "بزرگترین عدد صحیح بزرگتر از منفی 16 و کوچکتر از منفی 4",
		g14: "کوچکترین عدد صحیح بزرگتر از منفی 8 و کوچکتر از منفی 2",
		answer1: "3",
		completeAnswer1:
			"گزینه 3 پاسخ صحیح است . جواب گزینه‌‌ی (1) برابر 11- ، جواب گزینه‌ی (2) برابر 8- ، جواب گزینه‌ی (3) برابر با 5- و جواب گزینه‌ی (4) برابر با 7- است .",
		pictureAnswer1: "",
		///////////////////
		question2: "حاصل عبارت روبه‌رو کدام است ؟",
		picture2: "/Images/Testing/2122.png",
		g21: "0.75",
		g22: "0.6",
		g23: "0.6-",
		g24: "0.75-",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A2122.png",
		///////////////////
		question3: "اگر تساوی مقابل برقرار باشد ، حاصل a - b کدام است ؟",
		picture3: "/Images/Testing/2123.png",
		g31: "2",
		g32: "3",
		g33: "4",
		g34: "6",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است . با ساده کردن عبارات داریم : ",
		pictureAnswer3: "/Images/Testing/A2123.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "213",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "221",
		///////////////////
		question1: "کدام گزینه کامل شده تساوی .... = R - Q است ؟",
		picture1: "",
		g11: "N",
		g12: "Z",
		g13: "'Q",
		g14: "W",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "3√ عضو کدام‌یک از مجموعه‌های زیر است ؟",
		picture2: "",
		g21: "{ϰ ∈ Q | 1 < ϰ < 2}",
		g22: "{ϰ ∈ R | 2 < ϰ < 4}",
		g23: "{ϰ ∈ R | 1 < ϰ < 2}",
		g24: "{ϰ ∈ Q' | 2 < ϰ < 4}",
		answer2: "3",
		completeAnswer2:
			"گزینه 3 پاسخ صحیح است . 3√ عضو مجموعه اعداد حقیقی است و در مجموعه اعداد گویا نمی باشد . از طرفی مقدار تقریبی آن 1.7 است که در بازه بین 1 و 2  قرار می گیرد پس گزینه 3 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"چند تا از چملات زیر همواره درست می باشند ؟ الف) حاصل‌ضرب هر عدد گویا در هر عدد گنگ همواره عددی گنگ است .  ب) مجموع هر عدد گویا و گنگ یک عدد گنگ است .  ج) مجموع هر دو عدد گنگ همواره عددی گنگ است .",
		picture3: "",
		g31: "صفر",
		g32: "1",
		g33: "2",
		g34: "3",
		answer3: "2",
		completeAnswer3:
			"گزینه 2 پاسخ صحیح است . مجموع هر عدد گویا و گنگ همواره عددی گنگ است و عبارت (ب) صحیح است . اما عبارت اول فقط برای هر عدد گویای مخالف صفر صحیح است . در عبارت سوم مجموع دو عدد گنگ می تواند گویا یا گنگ باشد و یک عدد گویا است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "222",
		///////////////////
		question1:
			"اگر اعضای A = {2ϰ + 1 | ϰ ∈ R , ϰ ≥ 0} مجموعه را از کوچک به بزرگ بنویسیم ، چهاردهمین عضو آن مجموعه کدام است ؟",
		picture1: "",
		g11: "29",
		g12: "28",
		g13: "30",
		g14: "نمی توان مشخص کرد .",
		answer1: "4",
		completeAnswer1:
			"گزینه 4 پاسخ صحیح است . از آنجا که ϰ عضو اعداد حقیقی است ، می توانیم بی‌شمار عدد برای A درنظر بگیریم و چهاردهمین عضو قابل تشخیص نیست .",
		pictureAnswer1: "",
		///////////////////
		question2: "اگر 'a ∈ Q و b ∈ Q باشد ، کدام گزینه همواره عددی گنگ است ؟",
		picture2: "",
		g21: "a + b",
		g22: "a - b",
		g23: " a × b",
		g24: "گزینه 1 و 2",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . توجه کنید که حاصل جمع و تفریق یک عدد گویا و یک عدد گنگ همواره یک عدد گنگ خواهد بود و حاصل‌ضرب و تقسیم یک عدد گویا و گنگ می تواند یک عدد گویا شود .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"اگر R ، Q' ، Q ، Z ، N به‌ترتیب مجموعه‌ی اعداد طبیعی ، صحیح ، گویا ، گنگ و حقیقی باشند ، حاصل عبارت Q' - Q ∪ (R - Q - Z - N) کدام است ؟",
		picture3: "",
		g31: "Q (اعداد گویا)",
		g32: "∅",
		g33: "R (اعداد حقیقی)",
		g34: "'Q (اعداد گنگ)",
		answer3: "4",
		completeAnswer3: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/2223.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "223",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "231",
		///////////////////
		question1: "مقدار عددی عبارت ϰ| + ϰ| به ازای ϰ = -2 برابر کدام گزینه است ؟",
		picture1: "",
		g11: "4",
		g12: "-4",
		g13: "صفر",
		g14: "2",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است . 0 = 2 - 2 = (2-) + |2-|",
		pictureAnswer1: "",
		///////////////////
		question2: "اگر a < b < 0 باشد ، حاصل عبارت |2a + b| + 2|a - b| کدام است ؟",
		picture2: "",
		g21: "a - 3b",
		g22: "4a - b",
		g23: "4b - a",
		g24: "b - 4a",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A2312.png",
		///////////////////
		question3:
			"حاصل‌ضرب جواب‌های معادله ϰ - 5| = 13| برابر با کدام گزینه است ؟",
		picture3: "",
		g31: "64-",
		g32: "144",
		g33: "64",
		g34: "144-",
		answer3: "",
		completeAnswer3: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A2313.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "232",
		///////////////////
		question1:
			"اگر a و b دو عدد حقیقی مخالف صفر باشند ، کدام گزینه همواره درست است ؟",
		picture1: "",
		g11: "ab| + ab = 0|",
		g12: "|ab| = |a|.|b|",
		g13: "|a + b| = |a| + |b|",
		g14: "ab| = ab|",
		answer1: "2",
		completeAnswer1:
			"گزینه 2 پاسخ صحیح است . مثال نقض برای گزینه های (1) ، (3) و (4) :",
		pictureAnswer1: "/Images/Testing/A2321.png",
		///////////////////
		question2:
			"اگر ϰ < 0 ، حاصل عبارت |ϰ - 2| + |ϰ - 1| - 2|ϰ| برابر کدام گزینه است ؟",
		picture2: "",
		g21: "3",
		g22: "4ϰ - 3",
		g23: "3-",
		g24: "3-4ϰ",
		answer2: "1",
		completeAnswer2:
			"گزینه 1 پاسخ صحیح است . از آنجایی که ϰ < 0 می باشد ، پس :",
		pictureAnswer2: "/Images/Testing/A2322.png",
		///////////////////
		question3:
			"اگر ϰ < -1 و ϰ + 1| + |ϰ - 1| = 3| باشد ، حاصل |2ϰ - 3-|- کدام است ؟	",
		picture3: "",
		g31: "3-",
		g32: "1-",
		g33: "صفر",
		g34: "2-",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A2323.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "233",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "311",
		///////////////////
		question1: "کدام‌یک از استدلال‌های زیر قابل اعتمادتر است ؟",
		picture1: "",
		g11: "آب آن‌قدر می جوشد تا چیزی از آن باقی نماند پس هرچیزی آن‌قدر می جوشد تا چیزی از آن باقی نماند .",
		g12: "بعضی از دانش‌آموزان با طرز کار کامپیوتر آشنا هستند . علی دانش‌آموز است پس علی با طرز کار کامپیوتر آشنا است .",
		g13: "تمام دانش‌آموزانی که ریاضی یاد می گیرند می توانند محاسبه کنند . حمید دانش‌آموزی است که ریاضی یاد می گیرد .",
		g14: "در هر مربع ، قطرها عمودمنصف یکدیگر هستند . پس در هر چهارضلعی قطرها عمودمنصف یکدیگر هستند .",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "کدام گزینه نادرست است ؟",
		picture2: "",
		g21: "در هر مثلث قائم‌الزاویه میانه‌ی وارد بر وتر ، نصف وتر است .",
		g22: "در هر مثلث ، میانه‌ها هم‌دیگر را به نسبت 1 به 2 قطع می کنند .",
		g23: "در هر مثلث ، هر میانه ، دو مثلث با مساحت‌های برابر ایجاد می کند .",
		g24: "در هر مثلث متساوی‌الساقین میانه‌ی وارد بر ضلع با ارتفاع وارد بر آن ضلع منطبق است .",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"کدام استدلال برای اثبات منصف بودن قطرهای یک مستطیل به ما کمک می کند ؟",
		picture3: "",
		g31: "وتر و یک ضلع",
		g32: "(ض ز ض)",
		g33: "(ز ض ز)",
		g34: "(ض ض ض)",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "312",
		///////////////////
		question1:
			"بین اشکال «مربع ، مستطیل ، لوزی و ذوزنقه متساوی‌الساقین» در حالت کلی در چند شکل قطعا قطرها هم‌دیگر را نصف می کنند و بر هم عمودند ؟",
		picture1: "",
		g11: "یکی",
		g12: "دوتا",
		g13: "سه‌تا",
		g14: "هر چهارتا",
		answer1: "2",
		completeAnswer1:
			"گزینه 2 پاسخ صحیح است . در مربع و لوزی قطرها هم‌دیگر را نصف می کنند و هم بر یکدیگر عمودند . در مستطیل و به‌طور کلی‌تر در متوازی‌الاضلاع قطرها یکدیگر را نصف می کنند اما لزوما بر هم عمود نیستند . در ذوزنقه متساوی‌الساقین نیز قطرها نه لزوما هم‌دیگر را نصف می کنند و نه لزوما بر هم عمودند .",
		pictureAnswer1: "",
		///////////////////
		question2: "کدام گزینه نادرست است ؟",
		picture2: "",
		g21: "قطرهای مستطیل با هم برابرند .",
		g22: "در هر مثلث اندازه هر زاویه خارجی با مجموع دو زاویه داخلی غیرمجاور آن برابر است .",
		g23: "وقتی در یک مثلث دو زاویه نابرابرند ، ضلع رو‌به‌رو به زاویه بزرگتر ، بزرگتر است از ضلع روبه‌رو به زاویه کوچکتر .",
		g24: "در هر لوزی هر چهار زاویه با هم برابرند .",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . در هر لوزی ضلع‌ها با هم و زاویه‌های روبه‌رو با هم برابرند اما چهار زاویه لزوما برابر نیستند ، اگر باشند مربع حاصل می شود .",
		pictureAnswer2: "",
		///////////////////
		question3: "کدام‌یک از گزینه‌های زیر صحیح است ؟",
		picture3: "",
		g31: "اگر خاصیتی را برای یک عضو از یک مجموعه ثابت  کردیم ، حتما باید تمام ویژگی‌هایی که در استدلال خود به‌کار برده‌ایم در سایر عضوهای آن مجموعه نیز باشد تا بتوان درستی نتیجه را به همه عضوهای آن مجموعه تعمیم داد .",
		g32: "اگر خاصیتی را برای یک عضو مجموعه ثابت کردیم ، کافی است برخی ویژگی‌هایی که در استدلال خود به‌کار برده‌ایم در سایر عضوهای آن مجموعه نیز باشد تا بتوان درستی نتیجه را به همه عضوهای آن مجموعه تعمیم داد .",
		g33: "اگر خاصیتی برای یک عضو از یک مجموعه ثابت نشد و برخی ویژگی‌هایی که در استدلال خود به‌کار برده‌ایم در سایر عضوهای آن مجموعه نیز بود می توان گفت این خاصیت در هیچ‌یک از اعضای آن مجموعه نبوده است .",
		g34: "اگر خاصیتی را برای یک عضو از یک مجموعه ثابت کردیم و همه ویژگی‌هایی که در استدلال خود به‌کار برده‌ایم در سایر عضوهای آن مجموعه نیز باشد ممکن است درستی نتیجه برای برخی عضوها قابل تعمیم نباشد .",
		answer3: "1",
		completeAnswer3:
			"گزینه 1 پاسخ صحیح است . واضح است که اگر خاصیتی را برای یک عضو از یک مجموعه ثابت کردیم ، حتما باید تمام ویژگی‌هایی که در استدلال خود به‌کار برده‌ایم در سایر عضوهای آن مجموعه نیز باشد تا بتوان درستی نتیجه را به همه عضوهای آن مجموعه تعمیم داد . دقت کنید این عبارت قطعی است یعنی عضوی از مجموعه فوق وجود نخواهد داشت که این استدلال درباره آن صادق نباشد .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "313",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "321",
		///////////////////
		question1:
			"با توجه به شکل ، حکم در مسئله زیر کدام گزینه است ؟(در هر مستطیل ، قطرها هم‌دیگر را نصف می کنند.)",
		picture1: "/Images/Testing/3211.png",
		g11: "AO = BO , DO = CO",
		g12: "AO = CO , BO = DO",
		g13: "AC = DB",
		g14: "AO = DO",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"در مسئله «ثابت کنید قطرهای مستطیل زیر با هم برابر هستند.» کدام‌یک از موارد ذکر شده ، «فرض» نمی باشد ؟",
		picture2: "/Images/Testing/3212.png",
		g21: "MP = NQ",
		g22: "MN = PQ",
		g23: "MQ = PN",
		g24: "P = Q",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است . گزینه 3 ، حکم مسئله است .",
		pictureAnswer2: "",
		///////////////////
		question3: "کدام استدلال ، نشان‌دهنده متوازی‌الاضلاع نیست ؟",
		picture3: "",
		g31: "چهارضلعی که دو ضلع موازی و مساوی داشته باشد .",
		g32: "چهارضلعی که قطرهایش منصف یکدیگر هستند .",
		g33: "چهارضلعی که زوایای روبه‌روی آن با هم برابر باشند .",
		g34: "چهارضلعی که قطرهایش مساوی باشند .",
		answer3: "4",
		completeAnswer3:
			"گزینه 4 پاسخ صحیح است . مثال نقض در ذوزنقه متساوی‌الساقین :",
		pictureAnswer3: "/Images/Testing/A3213.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "322",
		///////////////////
		question1:
			"در مستطیل ABCD میخواهیم ثابت کنیم قطرها با هم برابر هستند . برای این اثبات کدام گزینه جزء فرض مسئله محسوب نمی شود ؟",
		picture1: "/Images/Testing/3211.png",
		g11: "BDA = ACB",
		g12: "ADC = BCD = 90º",
		g13: "AB = CD",
		g14: "AD = BC",
		answer1: "1",
		completeAnswer1:
			"گزینه 1 پاسخ صحیح است . تساوی دو زاویه BDA و ACB جزء فرض‌های مسئله نیست .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"در مسئله «ثابت کنید قطرهای مستطیل زیر با هم برابر هستند.» کدام‌یک از موارد ذکر شده ، «فرض» نمی باشد ؟",
		picture2: "/Images/Testing/3212.png",
		g21: "MP = NQ",
		g22: "MN = PQ",
		g23: "MQ = PN",
		g24: "P = Q",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است . گزینه 3 ، حکم مسئله است .",
		pictureAnswer2: "",
		///////////////////
		question3: "کدام استدلال ، نشان‌دهنده متوازی‌الاضلاع نیست ؟",
		picture3: "",
		g31: "چهارضلعی که دو ضلع موازی و مساوی داشته باشد .",
		g32: "چهارضلعی که قطرهایش منصف یکدیگر هستند .",
		g33: "چهارضلعی که زوایای روبه‌روی آن با هم برابر باشند .",
		g34: "چهارضلعی که قطرهایش مساوی باشند .",
		answer3: "4",
		completeAnswer3:
			"گزینه 4 پاسخ صحیح است . مثال نقض در ذوزنقه متساوی‌الساقین :",
		pictureAnswer3: "/Images/Testing/A3213.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "323",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "331",
		///////////////////
		question1: "کدام جمله درست است ؟",
		picture1: "",
		g11: "هر دو مثلث متشابه‌اند .",
		g12: "هر دو مثلث قائم‌الزاویه متساوی‌الساقین ، متشابه‌اند .",
		g13: "هر دو مثلث متساوی‌الساقین ، متشابه‌اند .",
		g14: "هر دو مثلث محاط در دایره متشابه‌اند .",
		answer1: "2",
		completeAnswer1:
			"گزینه 2 پاسخ صحیح است . می دانیم در دو مثلث قائم‌الزاویه متساوی‌الساقین ، زاویه‌ها نظیر به نظیر با هم مساوی‌اند .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"در شکل روبه‌رو چند جفت مثلث هم‌نهشت وجود دارد؟(AB و CD مماس بر دایره و O مرکز دایره)",
		picture2: "/Images/Testing/3312.png",
		g21: "1",
		g22: "2",
		g23: "3",
		g24: "4",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است . ABO≅DCO,CNO≅BMO,MAB≅NDC",
		pictureAnswer2: "",
		///////////////////
		question3:
			"در شکل مقابل BC = CE دو مثلث ABC و CDE بنا به کدام حالت هم‌نهشت هستند؟",
		picture3: "/Images/Testing/3313.png",
		g31: "و ز",
		g32: "ز ض ز",
		g33: "اطلاعات مسئله کافی نیست",
		g34: "گزینه 1 و 2",
		answer3: "4",
		completeAnswer3: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "332",
		///////////////////
		question1:
			"برای اثبات متساوی‌الساقین بودن مثلثی که ارتفاع و نیمساز نظیر یک رأس آن بر هم منطبق هستند از کدام حالت تساوی استفاده می شود؟",
		picture1: "",
		g11: "ض ض ض",
		g12: "ض ز ض",
		g13: "ز ض ز",
		g14: "وتر یک زاویه تند",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A3321.png",
		///////////////////
		question2:
			"دو مثلث مقابل هم‌نهشت هستند. اندازه‌ی زاویه‌ی F در مثلث DEF کدام است؟",
		picture2: "/Images/Testing/3322.png",
		g21: "82º",
		g22: "85º",
		g23: "90º",
		g24: "88º",
		answer2: "1",
		completeAnswer2:
			"گزینه 1 پاسخ صحیح است . همان‌طور که در شکل می بینید اضلاع متناظر با علامت مشخص شده‌اند و می دانیم که در دو مثلث هم‌نهشت هرگاه دو ضلع متناظر مساوی باشند ، زاویه‌ی روبه‌روی آن دو ضلع متناظرند و با هم مساوی‌اند. در نتیجه :",
		pictureAnswer2: "/Images/Testing/A3322.png",
		///////////////////
		question3:
			"مثلث 'A'B'C حاصل تقارن مثلث ABC نسبت به خط d است. شکل کاملا فرضی است در این‌صورت الزاما ....... .",
		picture3: "/Images/Testing/3323.png",
		g31: "a = 40º و ϰ + y = 2 است",
		g32: "a = 80º و ϰ + y = 12 است",
		g33: "a = 40º و ϰy = 35 است",
		g34: "2a = 40º و ϰy = 35 است",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A3323.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "333",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "341",
		///////////////////
		question1:
			"می خواهیم ثابت کنیم که در هر متوازی‌الاضلاع ، مانند شکل مقابل ، ضلع های مقابل ، همواره با هم برابرند . در اثبات هم‌نهشتی دو مثلث ABC و ACD از کدام حالت هم‌نهشتی مثلث‌ها استفاده می کنیم؟",
		picture1: "/Images/Testing/3411.png",
		g11: "(ض ض ض)",
		g12: "(ض ز ض)",
		g13: "(ز ض ز)",
		g14: "هر سه مورد",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "به اطلاعات داده شده در مسئله ، چه می گویند؟",
		picture2: "",
		g21: "فرض",
		g22: "اثبات",
		g23: "حکم",
		g24: "مثال نقض",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"در مثلث ABC داریم ، AB = 16 و BC = 12 و B = 30 ، آن‌گاه مساحت مثلث کدام است؟",
		picture3: "",
		g31: "96",
		g32: "48",
		g33: "36",
		g34: "64",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A3413.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "342",
		///////////////////
		question1:
			"دورترین و نزدیک‌ترین فاصله‌ی یک نقطه خارج از دایره از آن دایره برابر 12 و 3 سانتی‌متر است . طول مماس رسم شده از این نقطه بر دایره کدام است؟",
		picture1: "",
		g11: "5",
		g12: "6",
		g13: "8",
		g14: "12",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"در چهارضلعی ABCD اگر AB = AD و CB = CD ، آن‌گاه روی قطر AC چند نقطه وجود دارد که از دو رأس B و C به یک فاصله باشند؟",
		picture2: "",
		g21: "1",
		g22: "2",
		g23: "4",
		g24: "بی‌شمار",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . قطر AC عمودمنصف قطر BD است ، بنابراین بی‌شمار نقطه روی خط AC وجود دارند که از B و D به یک فاصله‌اند.",
		pictureAnswer2: "/Images/Testing/A3422.png",
		///////////////////
		question3:
			"در شکل مقابل زاویه A = 112º و دو مثلث کناری متساوی‌الساقین‌اند . زاویه a چند درجه است؟",
		picture3: "/Images/Testing/3423.png",
		g31: "32",
		g32: "34",
		g33: "36",
		g34: "38",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A3423.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "343",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "351",
		///////////////////
		question1: "شکل‌های کدام گزینه همیشه با هم متشابه هستند؟",
		picture1: "",
		g11: "دو مستطیل دلخواه",
		g12: "دو مربع دلخواه",
		g13: "دو لوزی دلخواه",
		g14: "دو مثلث دلخواه",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"دو مثلث قائم‌الزاویه متشابه‌اند و نسبت تشابه آنها 3 به 5 می باشد . اگر وتر مثلث بزرگتر 15 باشد وتر مثلث کوچکتر چقدر است؟",
		picture2: "",
		g21: "6",
		g22: "18",
		g23: "9",
		g24: "25",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A3512.png",
		///////////////////
		question3:
			"مقیاس یک نقشه 1 به 1000 می باشد . فاصله دو نقطه در روی نقشه 3 سانتی‌متر است . فاصله این دو نقطه در طبیعت چند سانتی‌متر است؟",
		picture3: "",
		g31: "30",
		g32: "300",
		g33: "3000",
		g34: "30000",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A3513.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "352",
		///////////////////
		question1: "کدام دو شکل با هم متشابه نیستند؟",
		picture1: "",
		g11: "هر دو 5 ضلعی منتظم",
		g12: "هر دو لوزی که یک زاویه مساوی دارند",
		g13: "هر دو مستطیل",
		g14: "هر دو مثلث قائم‌الزاویه که یک زاویه تند مساوی دارند",
		answer1: "3",
		completeAnswer1:
			"گزینه 3 پاسخ صحیح است . در تمام گزینه‌ها به جز دو مستطیل ، تمام زاویه‌های نظیر به نظیر در دو شکل با هم برابرند ، پس متشابه‌اند.",
		pictureAnswer1: "",
		///////////////////
		question2:
			"مثلثی به اضلاع 4 ، 5 و 7 با مثلث دیگری به اضلاع (ϰ +3) و (ϰ - 1) و (y + 7) متشابه است . حاصل ϰ + y کدام ممکن است باشد؟ (ϰ و y عددهایی طبیعی هستند.)",
		picture2: "",
		g21: "12",
		g22: "15",
		g23: "42",
		g24: "36",
		answer2: "1",
		completeAnswer2:
			"گزینه 1 پاسخ صحیح است . در حالتی که اضلاع دو شکل به‌صورت فرضی زیر باشد ، خواهیم داشت:",
		pictureAnswer2: "/Images/Testing/A3522.png",
		///////////////////
		question3: "کدام سه مثلث در شکل مقابل با یکدیگر متشابه هستند؟",
		picture3: "/Images/Testing/3523.png",
		g31: "1 ، 9 و 10",
		g32: "4 ، 6 و 7",
		g33: "8 ، 1 و 9",
		g34: "8 ، 10 و 11",
		answer3: "4",
		completeAnswer3:
			"گزینه 4 پاسخ صحیح است . نسبت اضلاع در هر سه مثلث با شماره‌های هشت ، ده و یازده یکسان است ، پس این مثلث‌ها با هم متشابه‌اند . این برابری نسبت‌ها در سایر گزینه‌ها وجود ندارد.",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "353",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "411",
		///////////////////
		question1: "عبارت ²⁻(3-) با کدام‌یک از گزینه‌های زیر برابر است؟",
		picture1: "",
		g11: "9",
		g12: "⅑",
		g13: "9-",
		g14: "⅑-",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A4111.png",
		///////////////////
		question2: "کدام تساوی داده شده ، درست است؟",
		picture2: "",
		g21: "a³ × a⁵ = a¹⁵",
		g22: "25- = 5⁻²",
		g23: "ϰ⁸ = (ϰ²)³",
		g24: "30⁻³ = 5⁻³ × 6⁻³",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "کدام گزینه از گزینه‌های زیر از بقیه کوچکتر است؟",
		picture3: "",
		g31: "3⁻⁷",
		g32: "3⁷-",
		g33: "3⁻⁷-",
		g34: "(⅓)",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "412",
		///////////////////
		question1: "حاصل عبارت مقابل ، به صورت یک عدد توان‌دار کدام است؟",
		picture1: "/Images/Testing/4121.png",
		g11: "1",
		g12: "3⁻²⁰",
		g13: "9¹⁰",
		g14: "9²⁰",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A4121.png",
		///////////////////
		question2: "در تساوی مقابل ، مقدار ϰ کدام است؟",
		picture2: "/Images/Testing/4122.png",
		g21: "2",
		g22: "2-",
		g23: "14",
		g24: "14-",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A4122.png",
		///////////////////
		question3: "5 برابر 25ⁿ کدام است؟",
		picture3: "",
		g31: "25ⁿ⁺¹",
		g32: "125ⁿ",
		g33: "5²ⁿ⁺¹",
		g34: "25ⁿ⁺²",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "413",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "421",
		///////////////////
		question1:
			"ضخامت برگ کاغذی 0.235 می باشد. کدام‌یک از گزینه‌های زیر نمایش نماد علمی آن است؟",
		picture1: "",
		g11: "10⁻² × 2.35",
		g12: "10⁻² × 23.5",
		g13: "10⁻¹ × 2.35",
		g14: "10² × 2.35",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "نماد علمی عدد 5.739 کدام است؟",
		picture2: "",
		g21: "10⁻³ × 5.739",
		g22: "10⁻³ × 5739",
		g23: "10³ × 5739",
		g24: "10³ × 5.739",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "نمایش نماد علمی عدد 0.0173 برابر با کدام گزینه است؟",
		picture3: "",
		g31: "10⁻² × 1.37",
		g32: "10⁻³ × 1.37",
		g33: "10⁻² × 137",
		g34: "10⁻¹ × 1.37",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "422",
		///////////////////
		question1:
			"شعاع خورشید تقریبا 700000 کیلومتر است. اگر بخواهیم قطر خورشید را برحسب متر به‌صورت نماد علمی بنویسیم ، کدام عدد به‌دست خواهد آمد؟",
		picture1: "",
		g11: "10⁹ × 7",
		g12: "10⁸ × 7",
		g13: "10⁸ × 1.4",
		g14: "10⁹ × 1.4",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A4221.png",
		///////////////////
		question2:
			"فاصله‌ای که نور در هزار ساعت می پیماید برابر است با 1080000000000000 متر می باشد. اگر بخواهیم این عدد را به‌صورت نماد علمی بنویسیم ، قسمت عدد توان‌دار نماد علمی چه توانی دارد؟",
		picture2: "",
		g21: "13",
		g22: "14",
		g23: "15",
		g24: "16",
		answer2: "3",
		completeAnswer2:
			"گزینه 3 پاسخ صحیح است . اگر تعداد صفرها را بشماریم و عدد 8 و 0 قبل از آنها را هم بشماریم تا عدد حاصل بین 1 و 10 قرار گیرد ، توان 10 در این نماد علمی 15 می شود.",
		pictureAnswer2: "",
		///////////////////
		question3: "نماد علمی عبارت مقابل برابر است با:",
		picture3: "/Images/Testing/4223.png",
		g31: "10⁻⁶ × 8.5",
		g32: "10⁻⁵ × 8.5",
		g33: "10⁻⁴ × 8.5",
		g34: "10⁻³ × 8.5",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A4223.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "423",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "431",
		///////////////////
		question1: "کدام گزینه ریشه سوم عدد 125- است؟",
		picture1: "",
		g11: "5-",
		g12: "5",
		g13: "25",
		g14: "25-",
		answer1: "1",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "حاصل ²(4-√) کدام‌یک از گزینه‌های زیر است؟",
		picture2: "",
		g21: "4",
		g22: "4-",
		g23: "2",
		g24: "هیچ‌کدام",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . عدد منفی زیر رادیکال با ریشه زوج قرار نمی گیرد(تعریف نشده).",
		pictureAnswer2: "",
		///////////////////
		question3: "ریشه پنجم عبارت روبه‌رو کدام است؟",
		picture3: "/Images/Testing/4313.png",
		g31: "8³",
		g32: "8⁴",
		g33: "4³",
		g34: "4²",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A4313.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "432",
		///////////////////
		question1: "عدد 45√ + 1 بین کدام دو عدد صحیح متوالی قرار دارد؟",
		picture1: "",
		g11: "6 و 7",
		g12: "7 و 8",
		g13: "8 و 9",
		g14: "9 و 10",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A4321.png",
		///////////////////
		question2: "عدد ²(g-)√ به ازای چند عدد صحیح یک‌رقمی جواب دارد؟",
		picture2: "",
		g21: "9",
		g22: "10",
		g23: "18",
		g24: "19",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . به جای g می توان تمام اعداد صحیح یک‌رقمی از 9- تا 9 که می شود 19 عدد را قرار داد تا عبارت پاسخ داشته باشد.",
		pictureAnswer2: "",
		///////////////////
		question3: "کدام جمله نادرست است؟",
		picture3: "",
		g31: "اگر a عدد حقیقی مثبت باشد ، آن‌گاه عدد (a-) ریشه‌ی دوم ندارد.",
		g32: "اگر b یک عدد حقیقی باشد ، اعداد b√ و b√- ریشه های دوم b هستند.",
		g33: "ریشه‌ی دوم عدد صفر برابر با صفر می شود.",
		g34: "عددهای منفی ریشه‌ی سوم دارند.",
		answer3: "2",
		completeAnswer3:
			"گزینه 2 پاسخ صحیح است . عدد حقیقی مثبت b دارای چنین ریشه‌هایی می باشد و نه هر عدد حقیقی ، مثلا صفر و اعداد منفی از این قاعده مستثنی هستند.",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "433",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "441",
		///////////////////
		question1: "حاصل عبارت 27√ + 12√ برابر کدام گزینه است؟",
		picture1: "",
		g11: "39√",
		g12: "13√3",
		g13: "15√",
		g14: "3√5",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "اگر مخرج کسر A را گویا کنیم ، صورت این کسر برابر است با:",
		picture2: "/Images/Testing/4412.png",
		g21: "4",
		g22: "3√4",
		g23: "14√2",
		g24: "48√9",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A4412.png",
		///////////////////
		question3: "حاصل عبارت مقابل کدام است؟",
		picture3: "/Images/Testing/4413.png",
		g31: "2√",
		g32: "2√2",
		g33: "3√",
		g34: "هیچ‌کدام",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A4413.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "442",
		///////////////////
		question1: "حاصل عبارت روبه‌رو کدام است؟",
		picture1: "/Images/Testing/4421.png",
		g11: "1",
		g12: "1 + 2√2",
		g13: "2√2 - 3",
		g14: "2√3 - 5",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "حاصل عبارت ⁴(32√ + 8√ + 2√) کدام است؟",
		picture2: "",
		g21: "9610",
		g22: "9600",
		g23: "9604",
		g24: "9608",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A4422.png",
		///////////////////
		question3: "حاصل عبارت مقابل کدام است؟",
		picture3: "/Images/Testing/4423.png",
		g31: "1.2-",
		g32: "0.6-",
		g33: "4.8-",
		g34: "2.4-",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A4423.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "443",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "511",
		///////////////////
		question1: "کدام‌یک از تساوی‌های زیر اتحاد است؟",
		picture1: "",
		g11: "a(a + b) = a² + ab",
		g12: "a + a + b = 2(a + b)",
		g13: "3ϰ + 2y = 5",
		g14: "2ϰ - 5 ≥ 3",
		answer1: "1",
		completeAnswer1:
			"گزینه 1 پاسخ صحیح است . اتحاد ، به ازای تمام مقادیر متغیرها باید برقرار باشد.",
		pictureAnswer1: "",
		///////////////////
		question2:
			"اگر A = ϰ² + 2ϰ + 3 و B = 2ϰ² + 3ϰ - 1 و C = 3ϰ² - 5ϰ + 4 باشد ، حاصل 2A + B - C کدام است؟",
		picture2: "",
		g21: "ϰ² + 10ϰ - 2",
		g22: "ϰ² + 13ϰ + 1",
		g23: "ϰ² + 12ϰ + 1",
		g24: "ϰ² + 10ϰ + 2",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A5112.png",
		///////////////////
		question3: "درجه عبارت 7ϰ³y + 3ϰy + 2ϰ³ نسبت به متغیر ϰ و y چند است؟",
		picture3: "",
		g31: "1",
		g32: "4",
		g33: "3",
		g34: "صفر",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است . 4 = 1 + 3",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "512",
		///////////////////
		question1: "عبارت ²(ϰ²y + y²ϰ) همواره با کدام گزینه برابر است؟",
		picture1: "",
		g11: "ϰ²y²(ϰ + y)",
		g12: "ϰy(ϰ + y)²",
		g13: "ϰ²y²(ϰ + y)²",
		g14: "ϰy(ϰ² + y²)",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A5121.png",
		///////////////////
		question2:
			"اگر 4 = 5b - a باشد ، حاصل عبارت 5a² + 75b² - 25ab - 2a² - 5ab چه‌قدر است؟",
		picture2: "",
		g21: "12",
		g22: "48-",
		g23: "48",
		g24: "24",
		answer2: "3",
		completeAnswer2: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A5122.png",
		///////////////////
		question3: "اگر 7 = a + b و 2 = ab باشد ، مجموع مربعات a و b کدام است؟",
		picture3: "",
		g31: "49",
		g32: "47",
		g33: "45",
		g34: "41",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . مسأله از ما a² + b² را می خواهد ، پس طرفین تساوی a + b = 7 را به توان 2 می رسانیم:",
		pictureAnswer3: "/Images/Testing/A5123.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "513",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "521",
		///////////////////
		question1: "در تجزیه عبارت 7ϰ² + 9ϰ + 2 ، کدام عبارت وجود دارد؟",
		picture1: "",
		g11: "7ϰ - 2",
		g12: "7ϰ + 2",
		g13: "3 + 5ϰ",
		g14: "5ϰ - 2",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A5211.png",
		///////////////////
		question2: "عبارت ϰ⁴ - 8ϰ² - 9 برابر است با:",
		picture2: "",
		g21: "(ϰ + 1)(ϰ - 1)(ϰ² + 9)",
		g22: "(ϰ + 1)(ϰ - 1)(ϰ + 3)(ϰ - 3)",
		g23: "(ϰ² + 9)(ϰ² + 1)",
		g24: "(ϰ² + 1)(ϰ + 3)(ϰ - 3)",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "اگر c - d = -7 و c² - d² = 77 مقدار ²(d + c) کدام است؟",
		picture3: "",
		g31: "64",
		g32: "81",
		g33: "121",
		g34: "144",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . با توجه به اتحاد مزدوج ، عبارت را ساده کنیم.",
		pictureAnswer3: "/Images/Testing/A5213.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "522",
		///////////////////
		question1: "از بین 16ϰ² + 1 و 16ϰ⁴ + 1 و 16ϰ⁸ + 1 چندتا قابل تجزیه نیست؟",
		picture1: "",
		g11: "یکی",
		g12: "دو تا",
		g13: "سه تا",
		g14: "هیچی",
		answer1: "1",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "در تجزیه‌ی عبارت a⁴ - 7a² + 6 کدام عامل وجود دارد؟",
		picture2: "",
		g21: "(a² - 1)",
		g22: "(a² - 3)",
		g23: "(a² + 1)",
		g24: "(a² + 3)",
		answer2: "1",
		completeAnswer2:
			"گزینه 1 پاسخ صحیح است . تجزیه به کمک اتحاد جمله مشترک : (a² - 1)(a² - 6)",
		pictureAnswer2: "",
		///////////////////
		question3: "در تجزیه عبارت ϰ⁴ - 5ϰ² + 4 کدام عامل زیر وجود ندارد؟",
		picture3: "",
		g31: "ϰ + 1",
		g32: "ϰ + 4",
		g33: "ϰ - 2",
		g34: "ϰ - 1",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .(اتحادهای جمله مشترک و مزدوج)",
		pictureAnswer3: "/Images/Testing/A5223.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "523",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "531",
		///////////////////
		question1: "اگر a = b + 3 آن‌گاه : ...........",
		picture1: "",
		g11: "a < b",
		g12: "a > b",
		g13: "a ≤ b",
		g14: "a ≥ b",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "مجموعه جواب نامعادله روبه‌رو کدام است؟",
		picture2: "/Images/Testing/5312.png",
		g21: "ϰ < 2",
		g22: "ϰ < 1",
		g23: "ϰ > -2",
		g24: "ϰ > 2",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A5312.png",
		///////////////////
		question3: "مجموعه‌ی جواب نامعادله‌ی مقابل کدام است؟",
		picture3: "/Images/Testing/5313.png",
		g31: "ϰ > 1",
		g32: "ϰ < 1",
		g33: "ϰ > 0",
		g34: "ϰ < -1",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "532",
		///////////////////
		question1:
			"درجه‌ی حرارت در ϰ کیلومتری زیر سطح زمین از رابطه‌ی T = a(ϰ - 3) + 30 برحسب درجه‌ی سانتی‌گراد به دست می‌آید . اگر در عمق 6 کیلومتری زیر سطح زمین ، دما ℃105 باشد ، دقیقا در چه محدوده‌ای از عمق زمین ، درجه‌ی حرارت زمین بیش‌تر از ℃205 خواهد بود؟",
		picture1: "",
		g11: "ϰ > 8",
		g12: "ϰ > 9.5",
		g13: "ϰ > 10",
		g14: "ϰ > 12.5",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A5321.png",
		///////////////////
		question2:
			"دو نامعادله 2ϰ - 1 ≤ 3ϰ + 7 و 5ϰ + 2 < ϰ + 6 را حل کردیم . چند عدد صحیح در هر دو نامعادله صدق می کند؟",
		picture2: "",
		g21: "8",
		g22: "9",
		g23: "10",
		g24: "بی‌شمار",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A5322.png",
		///////////////////
		question3:
			"اگر نامعادله 3ϰ + 5 بزرگتر مساوی با 40- و کوچکتر مساوی با 25- باشد ، برای ϰ چند مقدار صحیح ممکن است؟",
		picture3: "",
		g31: "4",
		g32: "5",
		g33: "6",
		g34: "7",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . عبارت به دو نامعادله تبدیل می شود:",
		pictureAnswer3: "/Images/Testing/A5323.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "533",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "611",
		///////////////////
		question1: "کدام‌یک از خط‌های زیر از مبدأ مختصات می گذرد؟",
		picture1: "",
		g11: "y = 3",
		g12: "ϰ - y + 2 = 0",
		g13: "y = 2ϰ + 1",
		g14: "4y = ϰ",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "کدام خط از مبدأ مختصات نمی گذرد؟",
		picture2: "",
		g21: "ϰ - y = 0",
		g22: "y = -3ϰ",
		g23: "2y = ϰ",
		g24: "y = 2ϰ + 1",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"معادله y = mϰ² + (5 + m)ϰ - m به ازای چه مقداری از m ، معادله خط راستی خواهد بود که از مبدأ مختصات می گذرد؟",
		picture3: "",
		g31: "1",
		g32: "5-",
		g33: "صفر",
		g34: "5",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . برای اینکه به معادله خط راست گذرا از مبدأ برسیم ، باید معادله به صورت y = aϰ باشد ، پس جملات mϰ² و m- باید صفر باشند که در نتیجه m = 0 است : y = 5ϰ",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "612",
		///////////////////
		question1:
			"مساحت مثلث حاصل از برخورد دو خط 2ϰ = 3y و ϰ = 3 روی محور مختصات کدام است؟",
		picture1: "",
		g11: "6",
		g12: "9",
		g13: "12",
		g14: "3",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "نقطه‌ای با طول 2- و عرض 1 روی کدام‌یک از خط‌های زیر قرار دارد؟",
		picture2: "",
		g21: "ϰ = y",
		g22: "y = -2",
		g23: "ϰ = -2y",
		g24: "y = -2ϰ",
		answer2: "3",
		completeAnswer2:
			"گزینه 3 پاسخ صحیح است . برای بررسی وجود یک نقطه روی یک خط باید ابتدا عرض یا طول نقطه را در معادله خط قرار دهیم و سپس دیگری را بدست آوریم ، اگر مقدار بدست آمده مطابق نقطه بود یعنی نقطه روی آن خط است.",
		pictureAnswer2: "",
		///////////////////
		question3: "معادله خط d کدام است؟",
		picture3: "/Images/Testing/6123.png",
		g31: "y = 3",
		g32: "ϰ = 3",
		g33: "y = ϰ + 3",
		g34: "ϰ = y + 3",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "613",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "621",
		///////////////////
		question1: "خط y = 2ϰ - 3 با کدام‌یک از خطوط زیر موازی است؟",
		picture1: "",
		g11: "y = 3ϰ - 3",
		g12: "y = ϰ - 3",
		g13: "y = 2ϰ",
		g14: "y = -3",
		answer1: "3",
		completeAnswer1:
			"گزینه 3 پاسخ صحیح است . دوخط زمانی با یکدیگر موازی‌اند که شیب یکسان داشته باشند.",
		pictureAnswer1: "",
		///////////////////
		question2: "شیب کدام خط با بقیه فرق دارد؟",
		picture2: "",
		g21: "y = 2ϰ + 1",
		g22: "y - 2ϰ = 5",
		g23: "y = 2",
		g24: "2ϰ - y = 10",
		answer2: "3",
		completeAnswer2:
			"گزینه 3 پاسخ صحیح است . شیب خط در 3 گزینه دیگر برابر 2 است.",
		pictureAnswer2: "",
		///////////////////
		question3: "عرض از مبدأ خط 3y - 12ϰ = 9 کدام‌یک از اعداد زیر است؟",
		picture3: "",
		g31: "9",
		g32: "4",
		g33: "3",
		g34: "12",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/6213.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "622",
		///////////////////
		question1:
			"اگر شیب و عرض از مبدأ خطی مثبت باشد ، خط از کدام ناحیه نمی گذرد؟",
		picture1: "",
		g11: "دوم",
		g12: "اول",
		g13: "چهارم",
		g14: "سوم",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"اگر عرض از مبدأ خط a + 12 - (3a - 2)ϰ = ay برابر با 3 باشد ، مقدار a کدام است؟",
		picture2: "",
		g21: "6",
		g22: "6-",
		g23: "2",
		g24: "2-",
		answer2: "1",
		completeAnswer2:
			"گزینه 1 پاسخ صحیح است . برای بدست آوردن عرض از مبدأ کافی است مقدار ϰ را برابر صفر قرار دهیم و مقدار y را برابر 3:",
		pictureAnswer2: "/Images/Testing/A6222.png",
		///////////////////
		question3: "کدام‌یک از گزینه‌های زیر می تواند معادله خط شکل مقابل باشد؟",
		picture3: "/Images/Testing/6223.png",
		g31: "y = ϰ + 3",
		g32: "y = -ϰ + 3",
		g33: "y = ϰ - 3",
		g34: "y = -ϰ - 3",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . شیب این خط مثبت است و از طرفی چون محور عرض‌ها را در قسمت منفی قطح کرده ، پس دارای عرض از مبدأ منفی است و تنها گزینه 3 چنین است.",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "623",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "631",
		///////////////////
		question1:
			"اگر خطوط y - (a + 1)ϰ = 10 و y - 4ϰ = 5 موازی باشند ، a کدام است؟",
		picture1: "",
		g11: "3-",
		g12: "3",
		g13: "4",
		g14: "4-",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A6311.png",
		///////////////////
		question2:
			"مقدار a را طوری تعیین کنید که خط y = (5a - 3)ϰ + 2 با خط 7ϰ - y = 3 موازی باشد.",
		picture2: "",
		g21: "5",
		g22: "7",
		g23: "3",
		g24: "2",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . می دانیم خط y = (5a - 3)ϰ + 2 با خط 7ϰ - y = 3 موازی است ، اگر دارای شیب‌های یکسان باشند ، داریم:",
		pictureAnswer2: "/Images/Testing/A6312.png",
		///////////////////
		question3: "با توجه به دستگاه مقابل ، مقدار ϰ + y کدام است؟",
		picture3: "/Images/Testing/6313.png",
		g31: "1",
		g32: "0",
		g33: "1-",
		g34: "2",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A6313.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "632",
		///////////////////
		question1:
			"دو زاویه مکمل یکدیگرند و اندازه‌ی یکی از آنها 7 برابر متمم دیگری است. تفاضل آنها چند درجه است؟",
		picture1: "",
		g11: "30",
		g12: "45",
		g13: "60",
		g14: "75",
		answer1: "1",
		completeAnswer1: "گزینه 1 پاسخ صحیح است . اولی را ϰ می نامیم و دومی را y:",
		pictureAnswer1: "/Images/Testing/A6321.png",
		///////////////////
		question2: "با حل دستگاه روبه‌رو مقدار ϰ + y کدام است؟",
		picture2: "/Images/Testing/6322.png",
		g21: "3",
		g22: "4",
		g23: "2",
		g24: "4-",
		answer2: "2",
		completeAnswer2:
			"گزینه 2 پاسخ صحیح است . می توانیم این دستگاه را از روش جایگزینی حل کنیم ، یعنی معادله‌ی اول را داخل معادله‌ی دوم جایگزین کنیم:",
		pictureAnswer2: "/Images/Testing/6322.png",
		///////////////////
		question3:
			"شخصی مجموعه‌ای از اسکناس‌های هزار تومانی و 2 هزار تومانی به ارزش 45 هزار تومان دارد. اگر دو برابر تعداد اسکناس‌های 2 هزار تومانی از سه برابر تعداد اسکناس‌های هزار تومانی 7 تا کمتر باشد ، تعداد اسکناس‌های هزار تومانی کدام است؟",
		picture3: "",
		g31: "13",
		g32: "14",
		g33: "15",
		g34: "16",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A6323.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "633",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "711",
		///////////////////
		question1: "عبارت روبه‌رو به ازای کدام مقدار ϰ تعریف نشده است؟",
		picture1: "/Images/Testing/7111.png",
		g11: "7",
		g12: "4-",
		g13: "1",
		g14: "7-",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "ساده شده عبارت مقابل کدام است؟",
		picture2: "/Images/Testing/7112.png",
		g21: "2",
		g22: "2-",
		g23: "1",
		g24: "1-",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A7112.png",
		///////////////////
		question3: "عبارت مقابل به ازای چه مقداری تعریف نشده است؟",
		picture3: "/Images/Testing/7113.png",
		g31: "5",
		g32: "3",
		g33: "3-",
		g34: "1-",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است . ϰ - 3 = 0 => ϰ = 3",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "712",
		///////////////////
		question1: "کدام گزینه می تواند در جای خالی عبارت گویای روبه‌رو قرار گیرد؟",
		picture1: "/Images/Testing/7121.png",
		g11: "5x(2ϰ + 3)",
		g12: "10ϰ² - 15ϰ",
		g13: "5ϰ(3 - 2ϰ)",
		g14: "10x² + 15ϰ",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A7121.png",
		///////////////////
		question2:
			"اگر عبارت گویای زیر به ازای ϰ مساوی 2 و 5- تعریف نشده باشد ، حاصل a + b کدام است؟",
		picture2: "/Images/Testing/7122.png",
		g21: "3-",
		g22: "7-",
		g23: "16",
		g24: "13",
		answer2: "4",
		completeAnswer2:
			"گزینه 4 پاسخ صحیح است . این عبارت گویا به ازای مقادیری تعریف نشده است که مخرج را صفر کند.",
		pictureAnswer2: "/Images/Testing/A7122.png",
		///////////////////
		question3: "حاصل عبارت مقابل کدام است؟",
		picture3: "/Images/Testing/7123.png",
		g31: "اطلاعات مسئله کافی نیست.",
		g32: "1-",
		g33: "1",
		g34: "صفر",
		answer3: "1",
		completeAnswer3:
			"گزینه 1 پاسخ صحیح است . بسیاری از دانش‌آموزان با توجه به اینکه صورت و مخرج دو عبرت جبری قرینه‌ی هم هستند به گونه‌ای عمل می کنند که پاسخ برابر 1- می شود. ولی باید به این نکته توجه داشت که در صورتی می توان صورت و مخرج را با هم ساده کرد که خیالمان راحت باشد مخرج کسر صفر نمی شود زیرا اگر مخرج کسر صفر شود ، حاصل عبارت تعریف نشده خواهد بود. اگر در صورت سوال ذکر می کرد که ϰ ≠ y دیگر مخرج صفر نمی شد و حاصل 1- می شد ولی چون این نکته گفته نشده ، قادر به حل سوال و ساده کردن صورت و مخرج نیستیم.",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "713",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "721",
		///////////////////
		question1: "ساده شده کسر مقابل برابر است با:",
		picture1: "/Images/Testing/7211.png",
		g11: "2ϰ - 4",
		g12: "2ϰ + 4",
		g13: "ϰ - 2",
		g14: "ϰ + 2",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A7211.png",
		///////////////////
		question2: "در تساوی مقابل ، حاصل m - n کدام است؟",
		picture2: "/Images/Testing/7212.png",
		g21: "4",
		g22: "2",
		g23: "1",
		g24: "صفر",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A7212.png",
		///////////////////
		question3: "حاصل عبارت روبه‌رو کدام است؟(همه عبارات تعریف شده‌اند.)",
		picture3: "/Images/Testing/7213.png",
		g31: "1",
		g32: "1-",
		g33: "ϰ + y + z",
		g34: "ϰ - y - z -",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A7213.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "722",
		///////////////////
		question1: "اگر مقدار M و N به صورت روبه‌رو باشد ، حاصل M ÷ N کدام است؟",
		picture1: "/Images/Testing/7221.png",
		g11: "a + 2",
		g12: "a - 2",
		g13: "a² + a",
		g14: "a² - a",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A7221.png",
		///////////////////
		question2: "حاصل عبارت مقابل کدام است؟",
		picture2: "/Images/Testing/7222.png",
		g21: "3-",
		g22: "2-",
		g23: "1-",
		g24: "0",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A7222.png",
		///////////////////
		question3: "ساده شده عبارت روبه‌رو کدام است؟",
		picture3: "/Images/Testing/7223.png",
		g31: "1",
		g32: "2",
		g33: "½",
		g34: "صفر",
		answer3: "4",
		completeAnswer3: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A7223.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "723",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "731",
		///////////////////
		question1: "عبارت ϰ³ - y³ بر کدام‌یک از عبارات زیر بخش‌پذیر است؟",
		picture1: "",
		g11: "ϰ² + ϰy + y²",
		g12: "ϰ² - ϰy + y²",
		g13: "ϰ + y",
		g14: "ϰ + y + ϰy",
		answer1: "1",
		completeAnswer1: "گزینه 1 پاسخ صحیح است . ϰ³ - y³ = (ϰ - y)(ϰ² + ϰy + y²)",
		pictureAnswer1: "",
		///////////////////
		question2: "حاصل عبارت مقابل چه‌قدر می شود؟",
		picture2: "/Images/Testing/7312.png",
		g21: "1-",
		g22: "1",
		g23: "ϰ + y",
		g24: "ϰ - y",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3:
			"در تقسیم عبارتی بر 3ϰ² - 7 باقی‌مانده کدام گزینه نمی‌تواند باشد؟",
		picture3: "",
		g31: "صفر",
		g32: "ϰ - 1",
		g33: "ϰ + 1",
		g34: "ϰ² + 3",
		answer3: "4",
		completeAnswer3:
			"گزینه 4 پاسخ صحیح است . زیرا درجه باقی‌مانده همیشه باید از درجه مقسوم کمتر باشد.",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "732",
		///////////////////
		question1:
			"اگر باقی‌مانده تقسیم 4ϰ³ + 2mϰ² + 5ϰ - 7 بر ϰ - 2 برابر 59 باشد، مفدار m کدام است؟",
		picture1: "",
		g11: "1",
		g12: "2",
		g13: "3",
		g14: "4",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A7321.png",
		///////////////////
		question2: "عبارت ϰ³ + ϰ - 10 بر کدام عبارت بخش‌پذیر است؟",
		picture2: "",
		g21: "ϰ² - 2ϰ + 5",
		g22: "ϰ² + 2ϰ + 5",
		g23: "ϰ + 2",
		g24: "ϰ² - 1",
		answer2: "2",
		completeAnswer2: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A7322.png",
		///////////////////
		question3:
			"باقی‌مانده تقسیم عبارت a⁶ - b⁶ + a⁴ - b⁴ + 1 بر عبارت a² - b² برابر است با:",
		picture3: "",
		g31: "a² - b²",
		g32: "1",
		g33: "b²",
		g34: "a²",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A7323.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "733",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "811",
		///////////////////
		question1:
			"از دوران نیم‌دایره حول قطر آن به اندازه 360 درجه کدام شکل یاد می شود؟",
		picture1: "",
		g11: "دایره",
		g12: "هرم",
		g13: "کره",
		g14: "مخروط",
		answer1: "3",
		completeAnswer1: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"مجموعه نقاطی از فضا که فاصله همه آنها از یک نقطه به نام مرکز، برابر باشند را ....... می گویند.",
		picture2: "",
		g21: "کره",
		g22: "دایره",
		g23: "نیم‌کره",
		g24: "مخروط",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "مساحت یک کره به شعاع R برابر است با:",
		picture3: "",
		g31: "4πR²",
		g32: "4πR³",
		g33: "2πR²",
		g34: "2πR³",
		answer3: "1",
		completeAnswer3: "گزینه 1 پاسخ صحیح است . S = 4πR²(مساحت کره به شعاع R)",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "812",
		///////////////////
		question1:
			"حجم کره‌ای به شعاع R برابر با حجم مخروطی به شعاع قائده R است. ارتفاع مخروط چند برابر شعاع کره است؟",
		picture1: "",
		g11: "1",
		g12: "2",
		g13: "3",
		g14: "4",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است . با نوشتن روابط داریم:",
		pictureAnswer1: "/Images/Testing/A8121.png",
		///////////////////
		question2: "در مکعب شکل مقابل اندازه زاویه ABC برابر با چه عددی می باشد؟",
		picture2: "/Images/Testing/8122.png",
		g21: "45",
		g22: "60",
		g23: "90",
		g24: "قابل محاسبه نیست.",
		answer2: "2",
		completeAnswer2:
			"گزینه 2 پاسخ صحیح است . اگر از B به C وصل کنیم، یک مثلث متساوی‌الاضلاع ایجاد می شود که هر زاویه آن °60 است.",
		pictureAnswer2: "",
		///////////////////
		question3:
			"اگر شعاع کره‌ای را 3 برابر کنیم، به‌ترتیب از راست به چپ مساحت آن ........ برابر و حجم آن ........ برابر می شود.",
		picture3: "",
		g31: "3 - 9",
		g32: "9 - 18",
		g33: "9 - 27",
		g34: "18 - 27",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A8123.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "813",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "821",
		///////////////////
		question1: "وجه‌های جانبی در هرم به شکل ..... است.",
		picture1: "",
		g11: "مثلث",
		g12: "مستطیل",
		g13: "مربع",
		g14: "متوازی‌الاضلاع",
		answer1: "1",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "از دوران مثلث قائم‌الزاویه حول ضلع قائم چه شکلی حاصل می شود؟",
		picture2: "",
		g21: "هرم",
		g22: "مخروط",
		g23: "کره",
		g24: "نیم‌کره",
		answer2: "2",
		completeAnswer2:
			"گزینه 2 پاسخ صحیح است . از دوران مثلث قائم‌الزاویه حول ضلع قائم، یک مخروط پدید می آید.",
		pictureAnswer2: "",
		///////////////////
		question3:
			"حجم هرمی که قاعده آن مستطیل به ابعاد 6 و 5 و ارتفاع 10 باشد، کدام است؟",
		picture3: "",
		g31: "300",
		g32: "150",
		g33: "100",
		g34: "50",
		answer3: "3",
		completeAnswer3: "گزینه 3 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A8213.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "822",
		///////////////////
		question1: "اگر شعاع مخروطی را 3 برابر کنیم، حجم آن چند برابر می شود؟",
		picture1: "",
		g11: "6",
		g12: "18",
		g13: "12",
		g14: "9",
		answer1: "4",
		completeAnswer1: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer1: "/Images/Testing/A8221.png",
		///////////////////
		question2:
			"حجم یک مخروط با ارتفاع 8 برابر 24π است. شعاع قاعده مخروط برابر است با:",
		picture2: "",
		g21: "3",
		g22: "4",
		g23: "½",
		g24: "2",
		answer2: "1",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A8222.png",
		///////////////////
		question3:
			"حجم یک هرم با قاعده مربع به ضلع 2 چقدر کمتر از حجم یک مخروط با شعاع قاعده 2 است؟ (ارتفاع هر دو شکل 3 است.)",
		picture3: "",
		g31: "3π",
		g32: "(π - 1)4",
		g33: "4π",
		g34: "(4 - π)4",
		answer3: "2",
		completeAnswer3: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer3: "/Images/Testing/A8223.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "823",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "831",
		///////////////////
		question1: "کدام جمله درست است؟",
		picture1: "",
		g11: "از دوران مثلث قائم‌الزاویه حول وتر، مخروط به وجود می آید؟",
		g12: "از دوران مثلث متساوی‌الاضلاع حول یک ضلع آن، دو مخروط مساوی به وجود می آیند.",
		g13: "از دوران ربع دایره حول شعاع آن، مخروط به وجود می آید.",
		g14: "از دوران مستطیل حول عرض آن، هرم به وجود می آید.",
		answer1: "2",
		completeAnswer1: "گزینه 2 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2:
			"در داخل کره‌ای به شعاع 6 واحد، برگترین استوانه ممکن به ارتفاع 8 واحد قرار دارد. حجم این استوانه چند واحد مکعب است؟",
		picture2: "",
		g21: "120π",
		g22: "132π",
		g23: "144π",
		g24: "160π",
		answer2: "4",
		completeAnswer2: "گزینه 4 پاسخ صحیح است .",
		pictureAnswer2: "/Images/Testing/A8312.png",
		///////////////////
		question3:
			"قاعده یک هرم منتظم، مربعی است به ضلع 6 واحد و ارتفاع یکی از وجه‌های جانبی آن برابر 5 واحد است. حجم این هرم چند واحد مکعب است؟",
		picture3: "",
		g31: "42",
		g32: "45",
		g33: "48",
		g34: "54",
		answer3: "3",
		completeAnswer3:
			"گزینه 3 پاسخ صحیح است . با توجه به شکل 3 = HB می باشد. حال در مثلث AHB با استفاده از رابطه فیثاغورس داریم 4 = AH حال حجم هرم برابر است با:",
		pictureAnswer3: "/Images/Testing/A8313.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "832",
		///////////////////
		question1:
			"نیم‌دایره‌ای به شعاع 6cm را حول قطرش به اندازه °180 دوران می دهیم اندازه حجم حاصل از دوران کدام است؟",
		picture1: "",
		g11: "144π",
		g12: "180π",
		g13: "288π",
		g14: "360π",
		answer1: "1",
		completeAnswer1: "گزینه 1 پاسخ صحیح است . نیم‌کره به‌وجود می‌آید.",
		pictureAnswer1: "/Images/Testing/A8321.png",
		///////////////////
		question2:
			"در یک متوازی‌السطوح، تعداد صفحات متمایز گذرنده بر هر دو یال آن کدام است؟",
		picture2: "",
		g21: "6",
		g22: "12",
		g23: "18",
		g24: "24",
		answer2: "2",
		completeAnswer2:
			"گزینه 2 پاسخ صحیح است . تعداد یال‌ها در متوازی‌السطوح برابر 12 عدد است. 6 صفحه گذرنده بر یال‌ها، وجوه این چند وجهی را می سازند. (صفحات گذرنده از یال‌های متقاطع) و 6 صفحه نیز یال‌های غیر هم وجه را شامل می شود. مانند صفحه ABCD (دو به دو از 12 یال)",
		pictureAnswer2: "/Images/Testing/A8322.png",
		///////////////////
		question3:
			"کره‌ای به شعاع 1.5 واحد از تمام رأس‌های مکعب‌مستطیلی به ابعاد 1 و 2 و a واحد می گذرد. مساحت کل این مکعب مستطیل کدام است؟",
		picture3: "",
		g31: "30",
		g32: "24",
		g33: "20",
		g34: "16",
		answer3: "4",
		completeAnswer3:
			"گزینه 4 پاسخ صحیح است . از آنجه که کره از تمام رأس‌های مکعب‌مستطیل می گذرد ، پس قطر کره با قطر مکعب‌مستطیل برابر است:",
		pictureAnswer3: "/Images/Testing/A8323.png",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	{
		shortKey: "833",
		///////////////////
		question1: "",
		picture1: "",
		g11: "",
		g12: "",
		g13: "",
		g14: "",
		answer1: "",
		completeAnswer1: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer1: "",
		///////////////////
		question2: "",
		picture2: "",
		g21: "",
		g22: "",
		g23: "",
		g24: "",
		answer2: "",
		completeAnswer2: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer2: "",
		///////////////////
		question3: "",
		picture3: "",
		g31: "",
		g32: "",
		g33: "",
		g34: "",
		answer3: "",
		completeAnswer3: "گزینه 1 پاسخ صحیح است .",
		pictureAnswer3: "",
	},
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
	//////////////////////////////////////////////////////////////////////////////////////////////////////////////
];
