import Feature from "./Feature";

export default function Features() {
	const features = [
		{
			title: "نسخه ویندوز",
			description: "اپلیکیشن ویندوز ارم ، یک راه برای استفاده بهینه و بدون اینترنت  است .  شما می توانید با دانلود این اپ ویندوز با حجم کمتر از 40 مگابایت از این برنامه کاربردی در سیستمتان استفاده کنید . تمام امکانات بخش وب در این اپ وجود دارد و علاوه بر آن شما می توانید از بخش محاسبات ریاضی هم بهره‌مند شوید",
			imageURL: "/public/EramWinAppLogo.png",
			justify: "left",
		},
		{
			title: "درسنامه",
			description:
				"اولین کاری که دانش آموزان پیش از آزمون های ریاضی انجام می دهند ، خواندن و مرور مطالب است . در بخش درسنامه ارم ، ما خلاصه ای از درسنامه هر مبحثِ هر فصل آماده کرده ایم . اما توجه داشته باشید که تنها مرور درسنامه خلاصه شده کافی نیست و باید حل نمونه سوالات را هم مد نظر داشته باشیم",
			imageURL: "/Images/Feature1.png",
			justify: "right",
		},
		{
			title: "آزمون آنلاین",
			description:
				"بانک سوالات ارم که در اپلیکیشن ویندوز برای پایه هشتم طراحی شده است و در وب سایت برای پایه نهم می باشد ، یکی از بهترین راه ها برای یادگیری درس به درس و آماده شدن برای آزمون های مستمر و آزمون های نهایی است . در این بخش شما می توانید از هر مبحث هر فصل 3 تست در اختیار داشته باشید که شما را برای یک آزمون در سه سطح آسان ، متوسط و سخت آماده می کند . اما برای آمادگی بیشتر برای امتحان های پایانی از بخش آزمون های جامع که برای نوبت دوم در همان سه سطح آسان ، متوسط و سخت طراحی شده اند استفاده کنید و لذت ببرید . در قسمت آزمون درس به درس یا همان آزمون آنلاین در وب سایت شما ، 3 دقیقه برای پاسخ فرصت دارید ، پس از اتمام زمان یا ثبت پاسخ ها نتیجه آزمون شما از 3 مشخص می شود و سپس شما می توانید پاسخنامه تشریحی را مشاهده کنید و از اشتباه در امتحان های مدرسه جلوگیری کنید",
			imageURL: "/Images/Feature2.png",
			justify: "left",
		},
		{
			title: "آزمون های جامع",
			description:
				"آزمون های جامع یکی از بهترین راه ها برای آماده شدن برای امتحانات نوبت دوم است . در اپلیکیشن ویندوز برای پایه هشتم و در وب سایت برای پایه نهم سه سطح آسان ، متوسط و سخت  قرار داده شده و در مبحث شما باید به 30 سوال تستی پاسخ دهید . برای هر سوال 1 دقیقه و 30 ثانیه  زمان در نظر گرفته شده است و پس از آن می توانید نتیجه آزمون خود را  از 30 مشاهده کنید",
			imageURL: "/Images/Feature3.png",
			justify: "right",
		},
		{
			title: "دستیار هوشمند(هوش مصنوعی ارم)",
			description: "",
			imageURL: "",
			justify: "left",
		},
		{
			title: "مقالات",
			description: "",
			imageURL: "",
			justify: "right",
		},
	];
	return (
		<div className="flex flex-col gap-10 xl:mt-16 ">
			{features.map((feature) => (
				<Feature
					key={feature.title}
					title={feature.title}
					description={feature.description}
					imageURL={feature.imageURL}
					justify={feature.justify}
				/>
			))}
		</div>
	);
}
